---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomOutdoorAirflowStandardParam
source: html/2026110b-0e68-b8be-4a68-7973dd37941a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomOutdoorAirflowStandardParam Property

"Outdoor Air Method"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomOutdoorAirflowStandardParam { get; }
```